alefragnani.project-manager
amazonwebservices.aws-toolkit-vscode
asciidoctor.asciidoctor-vscode
casualjim.gotemplate
codezombiech.gitignore
coolbear.systemd-unit-file
donjayamanne.git-extension-pack
donjayamanne.githistory
eamodio.gitlens
geeksharp.openssl-configuration-file
hashicorp.hcl
jbangdev.jbang-vscode
kiteco.kite
Levertion.mcjson
lextudio.restructuredtext
MicroProfile-Community.mp-rest-client-generator-vscode-ext
MicroProfile-Community.mp-starter-vscode-ext
MicroProfile-Community.vscode-microprofile-pack
ms-azuretools.vscode-docker
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
redhat.fabric8-analytics
redhat.java
redhat.vscode-apache-camel
redhat.vscode-commons
redhat.vscode-microprofile
redhat.vscode-quarkus
redhat.vscode-xml
redhat.vscode-yaml
sodatea.velocity
trond-snekvik.simple-rst
twxs.cmake
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
waderyan.gitblame
WyattFerguson.jinja2-snippet-kit
ybaumes.highlight-trailing-white-spaces
ziyasal.vscode-open-in-github